[
    {
        "id": "quest_element_grTp7XkD9",
        "name": "Master of the Elements",
        "clueFile": "https://scoutquest.co/quests/elements/clues.json"
    },
    {
        "id": "quest-element-463462",
        "name": "Master of the Elements",
        "clueFile": "https://scoutquest.co/quests/elements/clues.json",
        "welcomeHtml": "<h1>Master of the Elements</h1><p>Master of the Elements challenges you to unlock the secrets of Water, Earth, Wind, and Fire through a series of dynamic puzzles. Will you have what it takes to harness the power of the elements and claim victory?</p><h3>Ready to begin? Tap “Start Quest” to start the clock—then open your box of clues and let the quest begin!</h3>",
        "completionHtml": "<h1>Congratulations!</h1><h3>You have successfully mastered the elements of Water, Earth, Air, and Fire! Your journey through the challenges has showcased your determination and skill. Well done, Master of the Elements!</h3>",
        "canAddClues": true
    },
    {
        "id": "quest_element_2024",
        "name": "Master of the Elements II"
    },
    {
        "id": "quest-echoes-984732",
        "clueStep": 1,
        "name": "Echoes of Tennessee",
        "clueFile": "https://scoutquest.co/quests/bicentennial/clues.json",
        "welcomeHtml": "<h1>Echoes of Tennessee</h1><h3><em>A Quest to Restore the Timeline</em></h3><p>Key moments in Tennessee’s history are disappearing from our collective memory— and Bicentennial Park holds the clues to restore them. Search the grounds, solve the puzzles, and save Tennessee’s story before it slips away completely.</p><h3>Ready to begin? Tap “Start Quest” to start the clock—then open your box of clues and let the quest begin!</h3>",
        "completionHtml": "<h1>You Did It!</h1><h3>Congratulations, you’ve completed the Echoes of Tennessee quest!<br/><br/> You’ve uncovered key moments in the state's history and helped preserve Tennessee’s story for future generations.</h3>",
        "iconImage": "timer_outlined",
        "tipsHtml": "<h2>Scout Quest Tips</h2><ul><li>Look closely at your surroundings for hidden clues and details around the park.</li><li>Stuck on a puzzle? Move onto a different one and come back to it.</li><li>Look at the points of interest highligted on the map.</li><li>Each puzzle has hints you can access in the app, just click “I need a hint” at the bottom of the screen.</li></ul>",
        "billboardImage": "https://scoutquest.co/quests/bicentennial/images/EOT_White-OrangeCircle.png",
        "billboardBackgroundColor": "#a7b05b",
        "canAddClues": false
    }
]